{
    "toolSorter1": "Finn alle verktøyene som hører til rørlegger-yrket \nog legg dem på bordet til høyre.\n\nScoren kan du se på monitoren oppe til høyre.\n\n+1 poeng for riktig verktøy.\n-1 poeng for feil verktøy.\n\n\nDet finnes {0} riktige verktøy,\nse om du klarer å finne alle før tiden går ut!",
    "toolSorter2": "Gratulerer! Du fant alle verktøyene!\n\n Du blir teleportert tilbake til menyen om 5 sekunder.",
    "toolSorter3": "Tiden er ute! Bedre lykke neste gang!\n\n\nDu vil bli teleportert tilbake til menyen om 5 sekund.",

    "pipeBuilder1": "Her må du koble sammen rørene på veggen til venstre for deg.\nDet er plassert hindringer for å gjøre oppgaven litt vanskeligere.\nDu må bruke knappene på høyre vegg for å lage rørene du trenger.\n\nDet er om å gjøre å bruke så få rør som mulig.\n\nHvis det er umulig å koble rørene sammen eller at du har gjort feil,\nkan du trykke på den røde knappen for å tilbakestille banen.",
    "pipeBuilder2": "Gratulerer! Nå renner vannet slik det skal igjen. \n\nDu bil tatt tilbake til hovedmenyen om 5 sekund.",

    "pipeFixer1": "Bak veggen på venstre side er det noen rør som lekker, \nog du må fikse dem! \n\n{0} rør gjenstår! \n\nBruk hammeren til å slå ned segmenter av veggen, og rørtangen \nfor å fikse de røde, ødelagte rørene. \n\n+10 poeng for å fikse et rør. \n-1 poeng for å ødelegge en bit av veggen.",
    "pipeFixer2": "Gratulerer! \n\nAlle de ødelagte rørene er fikset, og vannet renner som det skal. \n\nDu vil bli teleportert tilbake til menyen om 5 sekund.",

    "ventilationSteps": [
        "Her skal du sette opp både utedelen og innedelen til en varmepumpe. \n\nStart med å lukke alle dører og vindu. \n\nNår dette er gjort kan du trykke på knappen for neste trinn.",
        "Oppi pappesken finner du innedelen av varmepumpen. \nDet vil være mange steder man kan plassere denne delen i huset. \n\nFølg punktene på veggen bak deg for å finne den beste plassen. \n\nNår dette er gjort kan du trykke på knappen for neste trinn.",
        "Oppi pappesken ligger nå utedelen av varmepumpen. \nFinn den optimale plassen til denne ved hjelp av instruksene på veggen bak deg. \n\nNår dette er gjort kan du trykke på knappen for å fullføre spillet.",
        "Gratulerer! \nDu blir snart tatt tilbake til hovedmenyen. \n\nPoengsum: \n{0} av {1} mulige!"
    ],

    "insideVentilationRules": "Inne-enheten: \n\n\nBør ha minst 15cm klaring ovenfor og ved sidene. \n\nBør være minst 2 meter over bakken. \n\nBør peke mot eventuelle sofagrupper.",
    "outsideVentilationRules": "Ute-enheten: \n\nBør være nær inne-enheten, men ikke nærmere enn 30cm \n\nBør bli montert på en stødig og flat vegg. \n\nBør ikke bli påvirket av direkte sollys. Solen er plassert slik at den skinner på hovedinngangen og veggen til høyre for inngangen.",

    "quizList": [
        "Rørlegging er kult?",
        "True",
		"Selvfølgelig er det kult.",
		"Ventilering er kult?",
		"True",
		"Selvfølgelig er det kult.",
		"Bruker man vanlig sag i rørlegging?",
		"False",
		"Man bruker ikke vanlig sag, men en baufil.",
		"Tar det Normalt 2 år å utdanne seg som rørlegger?",
		"False",
		"Det tar vanligvis rundt 4,5 år å utdanne seg som rørlegger.",
		"Brukes rørsaks til kapping av PEL/PEM rør ved skjøting av Speedfit eller Plasim?",
		"True",
		"Rørsakt brukes to nettopp dette.",
		"Er Brødrene Dahl den største grossisten innen rørbransjen?",
		"True",
		"Brødrene Dahl er den største grossisten innenfor rørbransjen.",
		"Kalles et rør-i-rør-system for en 'union' for en rørlegger?",
		"False",
		"En union i rørfaget er en overgang fra et rør til noe annet.",
		"Må du ha avlagt svenneprøven i rørfaget for å kunne starte på utdanningen som gjør deg til rørleggermester?",
		"True",
		"Du er nødt til å avalgt svenneprøven for å kunne bli rørleggermester.",
		"Er 500mm minimum avstand fra vegg til slukkant på standard sluk?",
		"False",
		"Minimum avstand fra vegg til slukkant er 300mm, ikke 500mm.",
		"Brukes en drill når man jobber med Ventilasjon?",
		"True",
		"Man bruker drill til mange yrker, også i ventilering",
		"Er det 5 forskjellige ventilasjons typer?",
		"False",
		"Det er idag 3 forskjellige typer for ventilasjon",
		"Sikrer naturlig ventilasjon et godt inneklima i alle rom året rundt?",
		"False",
		"Naturlig ventilasjon sikrer ikke dette, men balansert ventilasjon gjør det.",
		"Kan en varmepumpe ha en levetid på 15 år?",
		"True",
		"En luft-til-luft varmepumpe tilpasset nordisk klima har levetid på 12-15 år.",
		"Er ventilasjonteknikk et eget lærefag?",
		"True",
		"Ventilasjonteknikk ble et nytt lærefag fra og med 2020.",
		"Det finnes bare luft-til-luft og luft-til-vann varmepumper?",
		"False",
		"Det finnes faktisk 6 forskjellige typer varmepumper idag."
    ],

	"quiz": "Du har flullført alle spørsmålene og blir teleportert tilbake til menyen om 5 sekunder",

	"ventSetup": "Ser ut som at ventilasjonen ikke er helt ferdig satt sammen, det gjør at viften ikke går på. \n\n Trykk på knappene i spillet for å gjøre ventilsjonen komplett. \n Det blir gitt 5 poeng for hver del som blir satt på plass.",
	"ventSetup1": "Supert, du fikk satt alt på plass! Nå kan du skru på ventilasjonen",
	"ventSetup2": "Gratulerer! Nå virker ventilasjonen, du vil bli teleportert til menyen om 8 sekunder",
	"ventSetup3": "Tiden er ute, du blir teleportert til menyen om 5 sekunder",

	"ventFixer1": "Ser ut til at strømmen har gått for ventilasjonen! \n Du må fikse det slik at du kan skru på ventilasjonen igjen. \n\n Det er viktig at du skrur på i rikitg rekkefølge, \n slik at det ikke blir en kortsluttning. \n\n Følg kablene på bakken for å se hvilken knapp du skal trykke på.",
	"ventFixer2": "Gratulerer! \n\n Du fikk satt på strømmen i riktig rekkefølge. \n\n Du må nå gå bort til ventildelen. \n Det er noe feil med enden på ventilen, denne må du skru av med drillen.",
	"ventFixer3": "Flott, du fikk av den ødelagte delen! \n Denne delen må du fikse med pipenøkkelen",
	"ventFixer4": "Gratulerer, du fikk fikset ventildelen! Nå er denne klar til bruk! \n\nDu blir teleportert tilbake til menyen om 5 sekunder."
}
